# Задание № 1: Поработайте с переменными, создайте несколько, выведите на экран.
#              Запросите у пользователя некоторые числа и строки и сохраните в переменные, затем выведите на экран.

# переменная числового типа, значение которой = 500
number = 500
# переменная строкового типа, значение которой = Добрый день
greetings = 'Добрый день'

# вывод на экран переменной с помощью функции print
print(greetings)

# вывод на экран сообщения и переменной с помощью функции print
print('На экране число:', number)

# пустая строка
print()

# запрос у пользователя ввести данные, благодаря функции input
my_number = input('Введите, пожалуйста, свое число: ')
print('Мое число:', my_number)

print()

mood = input('Какое у Вас настроение: ')
print('Настроение:', mood)
